import React from "react";

const TermsConditionsPage = () => {
  return (
    <div className="w-full py-10 p-5">
      <div className="w-full lg:w-5/6 mx-auto">
        <h2 className="font-bold text-3xl text-gray-600">Terms & Conditions</h2>
        <p className="pt-5">
          আমাদের সার্ভিস গ্রহণের জন্য আপনাকে নির্ধারিত সকল নিয়মনীতি ও শর্তাবলী
          মেনে নিতে রাজি থাকতে হবে। যার মধ্যে রয়েছে আমাদের গোপনীয়তা নীতি।
          আইনগতভাবে এসব শর্তাবলী মেনে চলতে যদি আপনার কোন আপত্তি থাকে, তাহলে
          আমাদের সার্ভিস গ্রহণে আপনাকে নিরুৎসাহিত করা হচ্ছে।
        </p>
      </div>

      <div className="w-full lg:w-5/6 mx-auto pt-10">
        <li className="font-bold text-xl text-gray-700 list-disc">
          রেজিস্ট্রেশন ও আপনার তথ্য
        </li>
        <p className="pt-5">
          আমাদের সার্ভিসে অংশ নিতে একটি ই-মেইল এড্রেস দিয়ে আপনাকে একটি
          অ্যাকাউন্ট তৈরি করতে হবে। একটি ইমেইল এড্রেস দিয়ে কেবল একটি-ই
          অ্যাকাউন্টের নিবন্ধন করতে পারবেন। আপনি নিশ্চিত করছেন যে, নিবন্ধনের সময়
          যেসব তথ্য প্রদান করেছেন সেগুলো সত্য এবং আপডেটেড। ভুল তথ্য প্রদান এবং
          Digital Marketing Institute BD-এর নিয়মনীতির বিরুদ্ধে গেলে কর্তৃপক্ষ আপনার অ্যাকাউন্ট
          স্থগিত বা স্থায়ীভাবে বন্ধ করার ক্ষমতা রাখে। এই নিবন্ধনের মাধ্যমে আপনি
          সম্মতি দিচ্ছেন যে, আপনি আপনার অ্যাকাউন্টের পাসওয়ার্ড কাউকে প্রকাশ
          করবেন না। সেই সঙ্গে আপনার অ্যাকাউন্টের অননুমোদিত ব্যবহার হলে অবিলম্বে
          আমাদের অবহিত করবেন। আপনার অ্যাকাউন্টের যাবতীয় কার্যকলাপের জন্য
          শুধুমাত্র আপনি-ই দায়ী থাকবেন।
        </p>
        <div className="pl-5 pt-5">
          <li className="font-bold text-md text-gray-500 list-decimal">
            ইউজার পলিসি
          </li>
          <p className="pt-2 text-sm text-gray-500">
            এই কোর্সগুলো সিংগেল ইউজার একাউন্টের জন্য, অর্থাৎ যিনি কিনেছেন
            শুধুমাত্র তার ব্যবহারের জন্য। একই বাসায় অবস্থানরত “আমার
            ভাই/বোন/আত্মীয়স্বজন কেন ব্যবহার করতে পারবে না” এধরণের প্রশ্ন করা
            থেকে অনুগ্রহ করে বিরত থাকবেন। আপনি এই কোর্সগুলো At a time -এ আপনার
            একটি ডিভাইস(কম্পিউটার/ল্যাপটপ/মোবাইল ফোন) থেকে একসেস করতে পারবেন ।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            ই-মেইল যোগাযোগ
          </li>
          <p className="pt-5 text-md text-gray-600">
            প্রমোশনাল অফার, নিউজলেটার এবং ওয়েবসাইট হালনাগাদ বিষয়ক সর্বশেষ তথ্য
            পেতে চাইলে নিবন্ধনের সময় ইমেইল এড্রেস দিয়ে সম্মতি জানান।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            কনটেন্ট ডিসক্লেইমার
          </li>
          <p className="pt-5 text-md text-gray-600">
            যে কোন কোর্সে ভর্তির আগে কোর্স সম্পর্কে ভালোভাবে জেনে নিন। ভর্তি
            হওয়ার পর, কোর্সের বিষয়বস্তু সম্পর্কে কোন অভিযোগ গ্রহণ করা হবে না।
            কিন্তু কোর্সের কোন কনটেন্টের বিশেষ অংশ সম্পর্কে আপনার কোন অনুরোধ
            কিংবা অভিযোগ থাকলে, আপনি আমাদের ইমেইল বা ফেসবুক পেজের মাধ্যমে জানাতে
            পারেন। একজন ছাত্র হিসাবে, আপনি আপনার কোর্স সম্পর্কে আপনার
            প্রশিক্ষকদের কাছে প্রশ্ন জিজ্ঞাসা করতে পারেন। তবে এক্ষেত্রে কোন
            অপমানজনক এবং অনৈতিক আবদার গ্রহণযোগ্য নয়। যদি আপনি আমাদের শর্তাবলী
            লঙ্ঘন করে আপত্তিকর বা কোন বেআইনী কোন কাজ করেন, তাহলে Digital Marketing Institute BD কোন
            পূর্ব নোটিশ ছাড়াই আপনার অ্যাকাউন্ট বন্ধ করার অধিকার রাখে।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            কোর্স পাইরেসি
          </li>
          <p className="pt-5 text-md text-gray-600">
            Digital Marketing Institute BD-এর মালিকানাধীন কোনো কনটেন্ট পুনরায় ব্যবহার করা বা
            পুনরায় ব্র্যান্ডিং করা যেমন- ভিডিও, ছবি, কনটেন্ট, ডিজাইন, লাইভ
            সেশন, জুম সেশন, অ্যাসাইনমেন্ট, পড়াশুনার উপকরণ ইত্যাদি পাইরেসি
            হিসেবে বিবেচিত হবে। এই ক্ষেত্রে Digital Marketing Institute BD গণপ্রজাতন্ত্রী বাংলাদেশ
            সরকার কর্তৃক প্রণীত ডিজিটাল নিরাপত্তা আইন – ২০১৮ এর অধীনে আইনী
            ব্যবস্থা নিতে পারে।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            পেমেন্ট পলিসি
          </li>
          <p className="pt-5 text-md text-gray-600">
            পেমেন্ট করার আগে অনুগ্রহ করে কোর্সের মূল্য সম্পর্কে নিশ্চিত হয়ে নিন।
            পেমেন্ট সম্পন্ন করার পর কোন অভিযোগ বিবেচনা করা হবে না। আমরা SSL
            Commerz (পেমেন্ট গেটওয়ে প্রোভাইডার) এর মাধ্যমে কোর্স পেমেন্ট গ্রহণ
            করি।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            রিফান্ড পলিসি
          </li>
          <p className="pt-5 text-md text-gray-600">
            Digital Marketing Institute BD থেকে কোর্স কেনার পরে যথাযথ কারন ছাড়া কোন রকমের রিফান্ড
            রিকোয়েস্ট গ্রহণযোগ্য নয়।{" "}
            <strong>
              যথাযথ কারণ দেখানোর পর সেটা গ্রহণ যোগ্য হলে, ১৫ দিনের মধ্যে লাইভ
              কোর্স ফি অথবা অনলাইন কোর্সের মূল্য রিফান্ড করা হবে তবে সেই
              ক্ষেত্রে ১৫% চার্জ কেটে রাখা হবে ।
            </strong>
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            কপিরাইট পলিসি
          </li>
          <p className="pt-5 text-md text-gray-600">
            ওয়েবসাইটের কনটেন্ট, লোগো, কোর্স ম্যাটেরিয়ালস যাবতীয় Digital Marketing Institute BD-এর
            সম্পত্তি। ইউজার শুধুমাত্র নিজস্ব এবং অ-বাণিজ্যিক কাজে ব্যবহারের জন্য
            এই ওয়েবসাইট থেকে কোন তথ্য ডাউনলোড বা প্রিন্ট করতে পারবেন। LMS
            Courses কর্তৃপক্ষের অনুমতি ব্যতিত যে কোন কোর্স ম্যাটেরিয়ালস
            (ডকুমেন্টস, ভিডিও) যেকোনভাবে ডিস্ট্রিবিউশন সম্পূর্নরুপে নিষিদ্ধ এবং
            আইনত দন্ডনীয় অপরাধ। এর ব্যত্যয় ঘটলে তা অপরাধ হিসাবে গণ্য হবে এবং
            বাংলাদেশ কপিরাইট আইন, ২০০০ অনুযায়ী ব্যবস্থা নেওয়া হবে।
          </p>
        </div>
        <div className="pt-10">
          <li className="font-bold pl-2 text-md text-gray-700 list-desc">
            কমিউনিটি পলিসি
          </li>
          <p className="pt-5 text-md text-gray-600">
            অনুগ্রহ করে Digital Marketing Institute BD-এর ফেইসবুক গ্রুপ এবং ফেসবুক পেজে যেকোন ধরনের
            ব্যাক্তিগত আক্রমন এবং হিংসাত্মক কথাবার্তা থেকে বিরত থাকবেন। এরকম
            যেকোন কাজের ফলশ্রুতিতে আপনাকে ফেইসবুক গ্রুপ এবং ফেসবুক পেজ থেকে
            ব্যান করে দেয়া হবে এবং পুনরাবৃত্তির ক্ষেত্রে আপনার অ্যাকাউন্ট যেকোন
            সময় টার্মিনেট করা হতে পারে ।
          </p>
        </div>
      </div>
    </div>
  );
};

export default TermsConditionsPage;
